[
    {
        "text": "Qu'est-ce que l'informatique et quels sont ses principaux objectifs ?",
        "reponse": "L'informatique est la science du traitement rationnel et automatique des données au moyen de terminaux intelligents. Ses principaux objectifs incluent la numérisation, le stockage et l'analyse des données."
    },
    {
        "text": "Qu'est-ce que le cloud computing et à quoi sert-il en informatique ?",
        "reponse": "Le cloud computing est un concept qui permet de stocker virtuellement des données gigantesques, facilitant ainsi leur accès et leur gestion."
    },
    {
        "text": "Qu'est-ce que les big data et quelles sont les caractéristiques qui les définissent ?",
        "reponse": "Les big data sont des données massives qui s'appuient sur les caractéristiques des '3V' ou '4V' voire '5V' (Volume, Variété, Vitesse, Véracité, Valeur)."
    },
    {
        "text": "Expliquez ce qu'est la blockchain et son rôle dans le traitement des données.",
        "reponse": "La blockchain est une technologie qui permet des transactions sécurisées et infalsifiables des données, assurant ainsi leur intégrité."
    },
    {
        "text": "Quelles sont les deux principales techniques d'approche de l'intelligence artificielle et leurs concepts associés ?",
        "reponse": "Les deux techniques d'approche de l'intelligence artificielle sont le computationnalisme et le connexionnisme. Les concepts associés incluent le Machine Learning, le Deep Learning et les statistiques Learning."
    },
    {
        "text": "Quel rôle joue Internet dans le traitement et l'échange des données ?",
        "reponse": "Internet est une technologie qui facilite le partage, la communication et l'échange de données à travers différentes plateformes."
    },
    {
        "text": "Qu'est-ce que l'Internet des objets et comment fonctionne-t-il ?",
        "reponse": "L'Internet des objets (IoT) est la communication de systèmes embarqués à travers des capteurs et Internet, permettant une collecte et un traitement automatisé des données."
    },
    {
        "text": "Comment les concepts informatiques contribuent-ils à la prise de décision en entreprise ?",
        "reponse": "Les concepts informatiques permettent la collecte, le stockage, la visualisation et l'interprétation des données, ce qui aide à la prise de décision en entreprise, notamment à travers la Business Intelligence (BI) ou informatique décisionnelle."
    }
]